{
  "hero_title": "المحاسبة وضمان الجودة",
  "hero_subtitle": "في نواج ديجيتال، ندرك أن المحاسبة الموثوقة هي العمود الفقري لاتخاذ قرارات الأعمال السليمة. نحن نجمع بين الخبرة الصناعية العميقة، والمهارات التقنية، والرؤية العملية لمساعدة عملائنا على الامتثال للوائح، واكتساب الثقة، والسيطرة على أدائهم المالي.",
  "hero_button": "خدمات",

  "reviews": {
    "title": "التقييمات",
    "desc": "سواء كنت تدخل السوق لجذب المستثمرين، أو تبحث عن قيمة تسوية لمطالبة تأمين، أو ترغب في تقييم أعمالك لأغراض التقارير المالية وفقًا لمعايير IFRS، يمكننا توفير تقييم دقيق ومستقل لأعمالك لتمكين أصحاب المصلحة من اتخاذ قراراتهم بناءً على تحليل قوي."
  },

  "business_strategy": {
    "title": "استراتيجية الأعمال",
    "desc": "فريقنا من قادة الأعمال ذوي الخبرة في الأسواق العالمية يمكنه مساعدتك في تحقيق طموحاتك التجارية من خلال وضع الأهداف، وتقييم ديناميكيات السوق، وبناء خطط واقعية للنمو أو التنويع أو التحول."
  },

  "budgeting": {
    "title": "إعداد الميزانيات والتوقعات المالية",
    "desc": "من خلال التخطيط المالي المنضبط، يمكن للشركات إدارة الموارد بكفاءة، وقياس الأداء مقابل الأهداف، والتكيف مع الظروف المتغيرة. سواء كنت تطلق منتجًا جديدًا أو تعيد الهيكلة أو تضع توقعات للسنة المالية القادمة، فإن خدماتنا توفر الدقة والموثوقية."
  },

  "due_care": {
    "title": "العناية الواجبة",
    "desc": "مراجعتنا المستقلة والشاملة للمخاطر المالية والتشغيلية والتنظيمية المرتبطة بالصفقات والمعاملات تساعد في تحديد المشكلات المحتملة، والتحقق من الافتراضات، وتقليل التعرض للمخاطر، مما يمنحك الثقة في قراراتك."
  },

  "tax_consulting": {
    "title": "الاستشارات الضريبية",
    "desc": "تعتمد الأعمال الفعالة على استراتيجيات ضريبية قوية والامتثال الكامل للأنظمة. نضمن التزام شركتك بلوائح ضريبة القيمة المضافة، والزكاة، وهيئة الزكاة والضريبة والجمارك، وغيرها من اللوائح الضريبية، مع تحسين مركزك الضريبي محليًا ودوليًا."
  },

  "Risk_Assessment": {
    "title": "تقييم المخاطر وإعادة الهيكلة",
    "desc": "النهج المنظم لإدارة المخاطر وإعادة الهيكلة التنظيمية يساعد الشركات على حماية القيمة واستعادة الاستقرار. نحن نساعد في مراجعة هياكل الأعمال، وتحديد نقاط الضعف، وتصميم أطر عمل تعزز المرونة والأداء."
  },

  "Market_Intelligence": {
    "title": "تحليل السوق وتقييم المخاطر",
    "desc": "الوصول إلى معلومات سوق دقيقة أمر ضروري لاتخاذ قرارات توسع واستثمار مدروسة. يوفر فريقنا تحليلاً قائمًا على البحث يساعدك على استباق التحديات وفهم المنافسة والتخطيط بثقة."
  },

  "Global_Mobility": {
    "title": "التنقل العالمي",
    "desc": "في عالم رقمي متصل، توظف الشركات عبر الحدود للوصول إلى أفضل المواهب. إدارة القوى العاملة العالمية تتطلب فهماً عميقًا للتحديات التنظيمية والضريبية. يساعدك خبراؤنا في التنقل العالمي على الامتثال للقوانين المحلية وتجنب الازدواج الضريبي وتحسين الكفاءة التشغيلية."
  },

  "Incorporation_Services": {
    "title": "خدمات تأسيس الشركات",
    "desc": "سواء كنت تدخل السوق السعودي لأول مرة أو تسجل شركة جديدة أو توسع أعمالك من المملكة إلى أمريكا الشمالية أو أوروبا، نقدم لك حلاً متكاملاً لتسجيل الكيان التجاري والامتثال وتحليل السوق وإدارة الموارد البشرية لضمان انطلاقة سلسة."
  },

  "partners": {
    "title": "الشركات التي وثقت بنا"
  }
}
